<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<%@include file="/WEB-INF/views/share/taglib.jsp"%>
<%@include file="/WEB-INF/views/share/fontMeta.jsp"%>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="viewport" content="initial-scale=1.0, user-scalable=no" />
<title>${website_name} | 用户协议</title>
<script type="text/javascript">
	$().ready(function() {

		$(".icon-back").on("click", function() {
			history.back();
		});
	});
</script>
</head>
<body>
	<nav class="navbar navbar-default navbar-style" role="navigation">
	<div class="ik-ind-container">
		<span class="icon-back">
            <span class="glyphicon glyphicon-menu-left"></span>&nbsp;
        </span>
        <span class="ind-title">用户协议&nbsp;</span>
        <span class="ind-person">&nbsp;</span>
	</div>
	</nav>
	<br />
	<div class="container" style="font-size:16px;">

        <p>用户服务协议</p>

        <p>都捷生活所提供的各项服务和内容的所有权和运营权均归张家口景辉投资有限公司所有。如果您在都捷生活微信账户访问、预约或使用都捷生活的产品或服务（以上统称为“服务”），便视为您接受了以下服务协议，请仔细阅读以下内容。如果您不同意以下任何内容，请立刻停止访问或使用都捷生活服务。</p>
        <p><strong>一、 服务说明</strong></p>

        <p>1. 产品有效期：都捷生活提供的是一种购卡洗车服务，单张电子卡的有效期为自然月天数，从购买日开始计算（立即生效）。</p>
        <p>2. 使用方式：用户必须通过都捷生活微信账户进行预约（预约成功待客服审核后，到店商家确认即可消费）或直接验码消费（到店验码，商家验证后即可消费）。</p>
        <p>3. 使用限制：单张电子卡在有效期内遇重大节假日（如：国庆节、春节）期间，单次消费需按洗车房或汽车美容中心为准。如果您预约成功后没有到店服务，需及时联系客服，否则(24小时后)自动视为已消费。您购买的都捷生活电子卡只限于您个人使用，不得授权或转授权他人使用。</p>
        <p>4. 退款：电子卡在使用后不提供退款。（注：无论消费成功与否，存在预约订单，都将视为已使用）</p>
        <p>5. 服务项目说明：服务项目以都捷生活发布的内容为准。如果有特殊情况，以都捷生活的客服单独通知为准。</p>

        <p><strong> 二、用户权利和义务</strong></p>

        <p>1. 您应妥善保管您的用户名和密码，通过您的用户名和密码操作或实施的行为，将视为您本人的行为，由您本人承担全部的责任和后果。如果您发现他人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以书面、有效方式通知都捷生活。</p>
        <p>2. 若您是18周岁以下的未成年人，在使用都捷生活的服务前，您保证已事先取得您父母或其他法定监护人的书面同意。</p>
        <p>3. 您在使用都捷生活服务的过程中，涉及到一切都捷生活服务不包含的硬件、软件、网络、其他服务以及产品的费用，将由您自己承担。</p>
        <p>4. 若您因为自身的行为而给任何第三方造成损失，您同意承担由此导致的全部责任。</p>
        <p>5. 都捷生活严格保障用户隐私权，不会公开您的个人隐私信息，除非有法律许可要求或都捷生活在诚信的基础上认为透露这些信息在以下情况是必要的：（1）遵守有关法律规
        定；（2）为提供您所要求的产品和服务，而必须和第三方分享用户的个人信息；（3） 在紧急情况下竭力维护用户个人和社会大众的隐私安全；（4）符合其他法定程序相关的要求。</p>
        <p>6. 您在服务过程中因为各种原因造成车身损坏的，都捷生活不承担任何责任。</p>

        <p><strong>三、使用规则</strong></p>

        <p>您在使用都捷生活服务时，必须遵守中华人民共和国相关法律法规的规定，您应同意将不会利用该服务进行任何违法或不正当的活动，包括但不限于下列行为：</p>
        <p>1. 上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：</p>

        <p>A. 反对宪法所确定的基本原则的；</p>
        <p>B. 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
        <p>C. 损害国家荣誉和利益的；</p>
        <p>D. 煽动民族仇恨、民族歧视、破坏民族团结的；</p>
        <p>E. 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
        <p>F. 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
        <p>G. 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
        <p>H. 侮辱或者诽谤他人，侵害他人合法权利的；</p>
        <p>I. 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</p>
        <p>J. 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。</p>

        <p>2. 为任何非法目的而使用网络服务系统。</p>
        <p>3. 利用都捷生活服务从事以下活动：</p>

        <p>A. 对都捷生活的任何数据作商业性利用，包括但不限于在未经都捷生活事先书面同意的情况下，以复制、传播等任何方式使用都捷生活微信账号上展示的资料。</p>
        <p>B. 使用任何装置、软件或例行程序等其他方式干预或试图干预都捷生活微信账号的正常运作或正在都捷生活微信账号上进行的任何交易、活动。</p>
        <p>C. 违反诚实信用原则的不正当竞争行为，或恶意下订单或虚假交易等其他恶意扰乱都捷生活交易秩序的行为。</p>
        <p>D. 与交易无关的其他行为。</p>

        <p><strong>四、服务的变更、中断和终止</strong></p>

        <p>1. 您完全理解并同意，本服务涉及到互联网及移动通讯等服务，可能会受到各个环节不稳定因素的影响。因此任何因不可抗力、病毒或黑客攻击、系统不稳定、用户所在位置、用户关机、网络、通信线路等其他都捷生活无法预测或控制的原因，造成服务中断、取消或终止的风险，由此给您带来的损失都捷生活不承担赔偿责任。</p>
        <p>2. 都捷生活需要定期或不定期地对提供服务的系统或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，都捷生活无需为此承担任何责任，但都捷生活应尽可能事先进行通知。</p>
        <p>3. 您完全理解并同意，除本服务协议另有规定外，鉴于网络服务的特殊性，都捷生活有可能变更、中断或终止部分或全部的服务，都捷生活无需为此承担任何责任，但都捷生活应尽可能事先进行通知，并尽可能给您预留时间以便处理相关权益。</p>
        <p>4. 都捷生活在以下情况下，有权终止向您提供都捷生活服务，并不退还购卡费用：</p>
        <p>A. 两人或两人以上使用同一张电子卡。</p>
        <p>B. 您违反洗车房或汽车美容中心的规定。</p>
        <p>C. 您违反都捷生活的使用规定。</p>

        <p><strong>五、知识产权</strong></p>

        <p>1. 都捷生活对都捷生活微信账号拥有完整的知识产权。都捷生活在此授予您个人非独家、不可转让、可撤销的，并通过在一部拥有所有权或使用权的手机或计算机上使用都捷生活软件的权利，且该使用仅限于个人非商业性使用之合法目的。</p>
        <p>2. 都捷生活有权对该等软件进行时不时的修订、扩展、升级等更新措施，而无需提前通知用户，但您有权选择是否使用更新后的软件。</p>
        <p>3. 您应当保证合法使用该等软件，任何用户不得对该等软件进行如下违法行为：</p>
        <p>A. 开展反向工程、反向编译或反汇编，或以其他方式发现其原始编码，以及实施任何涉嫌侵害著作权等其他知识产权的行为；</p>
        <p>B. 以出租、租赁、销售、转授权、分配或其他任何方式向第三方转让该等软件或利用该等软件为任何第三方提供相似服务；</p>
        <p>C. 任何复制该等软件的行为；</p>
        <p>D. 以移除、规避、破坏、损害或其他任何方式干扰该等软件的安全功能；</p>
        <p>E. 以不正当手段取消该等软件上权利声明或权利通知的；</p>
        <p>F. 其他违反法律规定的行为。</p>

        <p><strong> 六、其他</strong></p>

        <p>1. 都捷生活不担保本服务一定能满足您的要求，也不担保网络服务不会中断，对服务的及时性、安全性、准确性也都不做担保。</p>
        <p>2. 对于因不可抗力或都捷生活不能控制的原因造成的网络服务中断或其他缺陷，都捷生活不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>
        <p>3. 本声明适用中华人民共和国法律，用户和都捷生活一致同意服从中华人民共和国人民法律，接受张家口市桥东区人民法院的管辖。如其中任何条款与中华人民共和国法律相抵触，则这些条款将完全按法律规定重新解释，而其它条款依旧具有法律效力。</p>
    </div>
</body>
</html>
